{
	"gov-zk": "Text used in the logo at the top of every page.",
	"welcome": "Main greeting on the homepage.",
	"homepage-nav-header": "Header of black box on homepage.",
	"homepage-gsi-link": "Link used on homepage to link to the internal Zuzakistan wiki. Refer to either \"GSI\" or make reference to some internal government website.",
	"homepage-bookclub-link": "Link used on homepage to link to the book club.",
	"homepage-webm-link": "Link used on homepage to link to webm.website.",
	"book-club": "Used in headers and breadcrumbs to refer to the book club.",
	"long-list-link": "Link to the book club long list",
	"short-list-link": "Link to the book club short list",
	"reading-list-link": "Link to the book club reading list",
	"homepage-governance-header": "Used on homepage to group links about source code, issues, and logging in.",
	"source-link": "Homepage link to the source code",
	"issues-link": "Homepage link to filing a new issue.",
	"logout-long": "Link to log in to the website, used when sentence-level links are appropriate ('log into gov.zk', over just 'log in')",
	"placeholder": "Small amount of text used to fill up an empty part of a webpage",
	"languages": "Header shown next to links to change the localization, shown on the footer of every page",
	"autonym": "The word for this language, in this language",
	"about-link": "Link in footer to the about page for the website",
	"home": "Link to home page in breadcrumbs",
	"about-header": "Heading used in h1, breadcrumb, and title of the about website page",
	"about-credits": "Header on about page used above information about credits by the gov.zk team",
	"about-codebase-licence": "Link of drop-down used to reveal codebase licence. Must do dual purpose of heading and link (in case the dropdown fails)",
	"about-mit-licence": "Header of the licence. The licence itself is not localized, so this should be a translation of the licence name (MIT Licence)",
	"about-contributors": "Header used before listing local contributors",
	"about-contributors-lede": "Paragraph used before the list of local contributors; should end in a colon or equivalent",
	"about-contributors-calltoaction": "Paragraph after the list of contributors, promoting pull requests and so forth",
	"about-credits-thirdparty": "Heading used before credits of third-party (library) contributors",
	"about-credits-govuk": "Spiel about GOV.UK and the GDS",
	"about-dep-dropdown": "Dropdown of third-party libraries. Uses two parameters: {{total}} for the count of total dependencies, and {{direct}} of the number of dependencies called directly by gov.zk",
	"about-dep-name": "Table header of dependency name",
	"about-dep-version": "Table header of dependency version",
	"about-dep-licence": "Table header of dependency licence (e.g. MIT, ISC)",
	"about-dep-desc": "Table header of dependency description",
	"about-privacy-heading": "Header of privacy section on about page",
	"about-privacy-ganalytics": "information that this website uses google analytics",
	"about-git-heading": "Header of git section on about page",
	"about-git-branch": "Current git branch (e.g. master). Takes one param, {{branch}} of the current branch label",
	"about-stat-dirty": "Stat subtitle of number of tracked files with uncommitted changes",
	"about-stat-untracked": "Stat subtitle of number of untracked files",
	"about-stat-ahead": "Stat subtitle of number of commits not pushed to Github",
	"book-club-lede": "General description of the book club used on book club homepage above the current call to action",
	"stat-longlisted-books": "Stat used after number of longlisted books",
	"stat-longlist-problems": "Stat used after the number of longlisted books with metadata problems (e.g. bad ISBN)",
	"stat-shortlist-votes": "Stat used after the number of votes on the sortlist",
	"stat-readinglist-count": "Stat used after the number of books on the reading list",
	"reading-list": "Header and breadcrumb of the reading list",
	"reading-list-lede": "Paragraph used before listing the books on the reading list",
	"back": "Link of back button when no more specific i18n string is available",
	"book": "The word book, used in book detail breadcrumbs",
	"book-book-by": "author byline when upstream data calls it a book, takes one param of {{author}}",
	"book-preview": "link to google books on book detail page",
	"book-onreadinglist": "Callout to say book is on the reading list. Followed by an optional note in brackets (e.g. \"(May 2017)\")",
	"book-readingstatus": "header on book view before reading status of various users",
	"reading-username": "Table header of book reading status, user's name",
	"reading-status": "Table header of book reading status",
	"reading-progress": "Table header of book reading progress, contents of which is usually a page number",
	"reading-finished": "String used to mean the user has finished the book in question",
	"reading-arrived": "String used to mean the user has a copy of the book but has not begun reading",
	"reading-started": "String used to mean the user has a copy of the book and has started reading, but not yet finished",
	"reading-acknowledged": "String used to mean the user has not ordered a copy of the book but intends to read it as part of the book club",
	"reading-update-header": "Dropdown header to reveal reading update form",
	"reading-update-acknowledged": "Option button label for acknowledging they will read the book but have yet to buy a copy. Takes optional argument of {{title}}",
	"reading-update-ordered": "Option button label for stating they have ordered the book (e.g. online) but do not yet have possession. Optional arg of {{title}}",
	"reading-update-arrived": "Option button label for stating they have a copy of the book but haven't started reading. Optional arg of {{title}}",
	"reading-update-started": "Option button label for stating they have started reading the book. Optional argument of {{title}}",
	"reading-update-uptopage": "Prompt before text inputs of book page number. Should end in a colon or equivalent",
	"reading-update-page-number": "Placeholder text used to prompt the user to type the current page number in the box",
	"or": "Linking pronoun between two optional fields",
	"reading-update-freeform": "Placeholder text used to prompt the user to type freeform text into the text field",
	"reading-update-finished": "Option button label for stating they have finished the book. Optional var of {{title}}.",
	"reading-update-stalled": "option button label for stating they have started the book but have given up. optional {{title}}.",
	"reading-update-reject": "option button label for stating they do not intend to read the book in question. optional {{title}}.",
	"reading-update-submit": "Text on the submit button for updating reading status",
	"book-ballot-title": "Heading on book view page before the results of the ballot for the current book",
	"book-ballot-voter": "Table heading of username of voter",
	"book-ballot-approval": "Table heading of whether the user approved the book",
	"book-ballot-already-read": "Table heading of whether the user has already read the book at the time of ballot",
	"book-ballot-owns-copy": "Table heading of whether the user had access to a copy of the book at the time of ballot",
	"book-ballot-approval-yes": "Cell contents of yes approval vote",
	"book-ballot-already-read-no": "Cell contents of a disapproval vote",
	"book-ballot-owns-copy-no": "Cell contents of negative already read",
	"book-isbn": "Long form ISBN used in abbreviation titles or if there is sufficient space",
	"book-isbn-abbrev": "Abbreviation of ISBN",
	"book-publishedDate": "Table header for published date",
	"book-publisher": "Table header of publisher",
	"book-pagecount": "Table header of page count",
	"book-categories": "Table header of one or more categories",
	"book-language": "Language of book",
	"book-language-en": "Displayed if book language is English",
	"book-maturity-rating": "Table header of mature/not mature content classification rating",
	"book-maturity-rating-mature": "book-maturity-rating-mature",
	"book-maturity-rating-not-mature": "Table cell of not mature content",
	"book-longlisted-by": "Table header next to the username of the user that added the book to the longlist",
	"book-add-note": "Link to edit note page if a note doesn't yet exist",
	"book-edit-note": "Link to edit note page",
	"book-dewey": "Table header of dewey decimal classification call number",
	"book-congress": "Table header of library of congress classification call number",
	"history": "Breadcrumb used in user reading history page",
	"history-heading": "History page heading. Arguments of {{title}} and {{author}}",
	"history-subtitle": "History page subtitle immediately after heading. Arguments of {{title}} and {{author}}",
	"history-time": "History table heading of date and time of datapoint",
	"history-status": "History table heading of status",
	"history-pages": "History table heading of page number",
	"history-freeform": "History table heading of freeform texxt",
	"reading-ordered": "String displayed when user has ordered the book (e.g. online) but it hasn't arrived yet",
	"shortlist-results": "Heading and breadcrumb of shortlist results page",
	"shortlist-flags": "Shortlist book table header above pictoral flags showing status",
	"shortlist-candidate": "SHortlist book table header above book author and title",
	"shortlist-approvals": "Shortlist book table header above number of approvals",
	"shortlist-sav": "Satisfaction approval voting, used when there is space for the full name or as the title element of an abbr tag",
	"shortlist-sav-abbr": "Abbreviation for satisfaction approval voting, used in shortlist book table header",
	"shortlist-selected": "Used in place of flags to state that the associated book is on the reading list. Might have variable {{note}} which if present is an English annotation (e.g. book club date)",
	"shortlist-approvals-allapproved": "Title of black star used next to approvals in results book table to show that everybody who has voted has voted \"yes\" on the book in question",
	"shortlist-flag-longlisted": "Title of pencil icon used next to books that the current user has longlisted",
	"shortlist-flag-difficult": "Title of a swerving car icon used next to books that are marked long or difficult",
	"shortlist-flag-alreadyread": "Title of a open book icon used next to books of which someone has marked as already reading",
	"shortlist-person-elector": "Header of results elector table for column of usernames",
	"shortlist-person-votes": "Header of results elector table for column of user progress",
	"shortlist-person-approval-percent": "Header of results elector table for column of percentage of books approved by that user (title text)",
	"shortlist-person-approval-percent-abbr": "Header fo results elector table for column of percentage of books approved by that user. The other cells in this column are likely to be fewer than four characters long, so should be a concise abbreviation where possible",
	"shortlist-person-complete": "Displayed when the user has voted on all books",
	"shortlist-person-approval-count": "Title of approval percentage cell. Number of approvals by that user shown as {{count}}.",
	"shortlist-person-approval-percent-cell": "Contents of approval percentage cell. Percentage as number without percentage sign shown as {{percent}}.",
	"shortlist-progress": "Displayed at bottom of results elector table showing progress of {{sum}} of {{max}} votes complete",
	"shortlist-stat-unanimous": "Stat of number of books voted yes by all users",
	"shortlist-polls-completebutopen": "Warning showed when not all votes are in yet, so the results are in flux and probably misleadingly ranked",
	"book-ballot-already-read-yes": "Shown in cell when user has already read a book",
	"book-ballot-owns-copy-yes": "Shown in cell when user said they already had a copy of the book",
	"book-ballot-approval-no": "Shown in cell when user said they disapproved of the book choice",
	"error-500-heading": "Heading of generic error page",
	"error-500-prose": "Paragraph shown on generic error page",
	"error-500-stack-dropdown": "Dropdown for the stack trace shown on an error page",
	"error-500-back": "Link back to homepage shown on generic error page",
	"log-in": "Button shown in corner to log in, used when a full sentence would be inappropriate",
	"error-500-stack-nostack": "Displayed in place of error stack where there isn't a stack to show",
  "fallback": "String passed through when a string is unsupported by the locale. The English is passed as {{content}}; the usual is to have this string contain «{{content}}».",
  "admin-addtoreadinglist": "Button on admin panel that, when clicked, adds the associated book to the reading list",
  "admin-advertising": "Header shown on admin panel to group the options that select the lifecycle stage that is promoted",
  "admin-advertising-longlist": "Label to option on admin panel to promote adding books to the longlist over other things",
  "admin-advertising-readinglist": "Label to option on admin panel to promote the link to the reading list before the links to other places",
  "admin-advertising-shortist": "Label to option on admin panel to promote voting/viewing the shortlist",
  "admin-advertising-submit": "Submit button on admin panel to promulgate advertising and lifecycle changes",
  "admin-approvals": "Header on table on admin panel for the number of approvals each book has",
  "admin-author": "Header on admin panel table",
  "admin-book": "Header on admin panel table",
  "admin-book": "Header on admin panel table for the book title",
  "admin-bookstates": "Heading before admin panel table on books",
  "admin-permissions": "Heading on admin panel",
  "admin-permissions-addtolonglist": "Label on admin panel checkbox",
  "admin-permissions-allowvoting": "Label on admin panel checkbox",
  "admin-permissions-administration": "Heading and breadcrumb for admin panel",
  "book-ballot-notvotedyet": "Text used instead of showing the ballot table on book view, if a user hasn't voted on the book yet",
  "book-difficult": "Text shown on ballot/detail if book has been marked difficult",
  "book-noinfo": "Text shown when upstream has no info about a book",
  "hello-world": "The traditional greeting",
  "irc-verify": "The command a user issues on IRC to the bot in order to confirm their identity. Must be a single word and in capital letters.",
  "login-button": "The button on the login page",
  "login-header": "The heading of the login page",
  "login-button-preamble": "The paragraph on the login page after the bit with the command but before the login button",
  "login-instruction": "The paragraph on the login page after the heading but before the command",
  "login-lede": "The large text on the login page that explains why it is necessary",
  "login-whatsirc": "The dropdown FAQ help thing on the login page",
  "login-whatsirc-answer": "THe paragraph in the dropdown on the login page",
  "login-long": "Link to log in to the website. Should be sentence size.",
  "long-list": "Breadcrumb for long list",
  "longlist-add-book": "Button on longlist page to add a book",
  "longlist-add-book-disabled": "Shown instead of a button if longlist addition is disabled",
  "longlist-add-title": "Title shown on the add book page",
  "longlist-return": "Back button on the add book page",
  "longlist-status": "Table header on the longlist page",
  "longlist-title": "Table header on the longlist page",
  "other-actions": "Heading sometime shown on the bookclub index",
  "reading-list-no-books": "Shown if a user tries to go to the reading list when there aren't any on it",
  "readinglist-reject": "Possible reading status for when a user doesn't want to read the book at all",
  "readinglist-stalled": "Reading status when a user has given up reading the book",
  "short-list": "Breadcrumb",
  "short-list-link-ro": "Link to the shortlist when voting is disabled",
  "about-nochanges": "Shown on about page when there are no outstanding changes in the working copy compared to Github"
}
